[
  {
    "postId": "902fc2ab-d19c-4463-b90c-ba1bfc4e577b",
    "author": "Mrs. Sabrina McClure",
    "title": "School Announcement: New Attendance Policy",
    "content": "School Announcement New Attendance Policy The school administration is pleased to announce a new attendance policy that will be in effect starting March 28, 2024. This policy is designed to improve student attendance and academic performance.\nKey changes to the attendance policy include:\n- Students are allowed a maximum of 10 absences per semester.\n- Any absences beyond 10 will result in a truancy and may lead to disciplinary action.\n- Students who are tardy to class will be marked late.\n- Students who are late for class more than 3 times will be marked absent.\nThe following are excused absences: Illness with a doctor's note Death in the family Religious holiday Other extenuating circumstances Students who are absent from class are responsible for: Getting the notes from the class they missed. Completing any assignments that were due on the day they were absent. Making up any missed work. Students who are struggling with attendance are encouraged to: Talk to their teacher or counselor. Seek help from the school's tutoring center. Develop a plan to improve their attendance. The school administration is committed to helping students succeed. We believe that this new attendance policy will help students improve their attendance and academic performance. Thank you for your cooperation.\n\nSincerely, The School Administration",
    "department": "Discipline Department",
    "pinned": false,
    "time": "7小时前",
    "timestamp": "2024-03-31T01:33:29.567Z"
  },
  {
    "postId": "102fc2ab-d19c-4463-b90c-ba1bfc4e577b",
    "author": "Liu Ru Yan",
    "title": "考试取消？",
    "content": "2024年3月28日 教育部宣布取消小学六年级评估考试 吉隆坡讯\n教育部今日宣布，从2025年起，将永久取消小学六年级评估考试（UPSR）。\n教育部长莫哈末拉兹表示，这项决定是经过教育部深入研究和讨论后所作出的。他说，UPSR考试已不再适合现今的教育环境，而且也无法有效地评估学生的学习能力。",
    "department": "考试部门",
    "pinned": true,
    "time": "7小时前",
    "timestamp": "2024-03-31T01:33:29.567Z"
  },
  {
    "postId": "0346fd79-6bb9-445b-98c0-31d6326f3bb0",
    "author": "Grant Kirlin",
    "title": "Coma comparo defendo.",
    "content": "Tristis theca odio anser capitulus depono explicabo aduro sui absum. Bestia ratione non caput cursim thesaurus creta abscido attonbitus terebro. Tamquam curtus antiquus vilis strenuus carmen verus reprehenderit clamo.\nAbsconditus absconditus solium deprecator patrocinor cura acer tabernus volo. Tandem cavus amplexus comedo supellex. Tutamen dolorum balbus vulgivagus sustineo.\nTendo deinde aequus abundans tergeo collum cur undique. A ademptio vere. Ventito mollitia tumultus suffoco crinis tego.",
    "department": "Discipline Department",
    "pinned": false,
    "time": "24小时前",
    "timestamp": "2024-02-25T02:13:20.517Z"
  },
  {
    "postId": "dbbf0891-fa9e-4815-b7ca-a676e30a8c06",
    "author": "Ellen Lueilwitz",
    "title": "Adeo rerum ocer.",
    "content": "Explicabo rem ultra cena. Dapifer cresco cultura amitto cubicularis volutabrum tergeo. Arguo summa spiculum colo sustineo spargo totam venia.\nHic turpis verbum benigne uredo. Certus celer caste tenetur truculenter. Nisi spiculum angelus quibusdam termes cunctatio balbus.\nDefaeco surculus titulus rerum volutabrum crebro. Summisse adsum supra cibo amor. Denuncio copiose vigor patria decimus comminor.",
    "department": "Discipline Department",
    "pinned": false,
    "time": "24小时前",
    "timestamp": "2023-10-28T03:13:38.531Z"
  },
  {
    "postId": "cc804d78-dfea-4049-bb6c-a26a649192d7",
    "author": "Sophia Goldner",
    "title": "Terebro adduco suus adnuo tempora aiunt accommodo pauper.",
    "content": "Adipiscor canonicus facere cavus addo decimus summisse ancilla. Demoror utilis vicinus suscipio comprehendo cupio odit appono esse. Qui repellat conicio dolore pauci.\nCorrigo sublime solvo colo. Urbanus corrigo trepide desparatus confero constans vox carbo arcus patruus. Subvenio conor tametsi beneficium sol umbra depulso.\nTraho sursum vesco tripudio auxilium curriculum timidus. Compello color tui tego vetus tempus contego volutabrum autus. Curo adeo suffragium tener celo corrumpo amplexus.",
    "department": "Discipline Department",
    "pinned": false,
    "time": "5小时前",
    "timestamp": "2023-09-23T00:01:28.552Z"
  },
  {
    "postId": "356cd333-c8c6-472b-8efa-1d705ca99d3a",
    "author": "Bernadette Waters",
    "title": "Tepesco bardus vis copiose.",
    "content": "Tergiversatio temptatio aurum asper. Depono velociter temptatio. Canonicus veniam tergo stillicidium amor alioqui barba trado.\nTempore cohaero cui deporto ventosus aeneus temporibus ter magni architecto. Ambitus cultellus vaco conservo ocer dolorum campana speculum stips. Temporibus correptius tolero decet theologus consuasor bestia.\nAudeo abduco valeo. Tremo ara pecto cui caput possimus cogo vos tamdiu. Conitor vicissitudo beatae delectus.",
    "department": "Discipline Department",
    "pinned": false,
    "time": "23小时前",
    "timestamp": "2023-08-31T03:28:07.106Z"
  },
  {
    "postId": "145dbc0d-2d6f-4f18-8a6a-b99ebc5ac0b0",
    "author": "Santos Friesen DVM",
    "title": "Libero vix audacia tunc umquam quaerat cohaero tamen.",
    "content": "Votum vindico corpus cui thesaurus spectaculum incidunt cauda molestiae cervus. Vulgus temptatio consequuntur suscipio quaerat arcus crebro anser capto ars. Blandior subnecto ater virgo conitor calamitas color asporto claustrum cito.\nTemporibus cernuus tenetur adipiscor carus terga vix brevis. Cumque sub derideo adinventitias. Aliquam cohors arguo vado.\nCerte libero speciosus somniculosus dedico congregatio viscus dedecor. Demergo curso volo tumultus conicio. Incidunt cerno synagoga ratione vilis utrimque valeo decipio.",
    "department": "Discipline Department",
    "pinned": false,
    "time": "16小时前",
    "timestamp": "2023-11-06T02:44:59.805Z"
  }
]
